/**
 * Англо-руский словарь типов жилья, где ключ - слово на англ. языке, значение - на русском языке
 */
export const HOUSING_TYPES_EN_RU = {
  'flat': 'Квартира',
  'bungalow': 'Бунгало',
  'house': 'Дом',
  'palace': 'Дворец',
  'hotel': 'Отель'
};

/**
 * Англо-русский словарь удобств в жилье, где ключ - слово на англ. языке, значение - на русском языке
 */
export const FEATURES_EN_RU = {
  'wifi': 'вай-фай',
  'dishwasher': 'посудомоечная машина',
  'parking': 'паркинг',
  'washer': 'стиральная машина',
  'elevator': 'лифт',
  'conditioner': 'кондиционер'
};
