/**
 * Англо-руский словарь типов жилья, где ключ - слово на англ. языке, значение - на русском языке
 */
export const HousingTypeTranslation = {
  FLAT: 'Квартира',
  BUNGALOW: 'Бунгало',
  HOUSE: 'Дом',
  PALACE: 'Дворец',
  HOTEL: 'Отель'
};

/**
 * Англо-русский словарь удобств в жилье, где ключ - слово на англ. языке, значение - на русском языке
 */
export const FeatureTranslation = {
  WIFI: 'вай-фай',
  DISHWASHER: 'посудомоечная машина',
  PARKING: 'паркинг',
  WASHER: 'стиральная машина',
  ELEVATOR: 'лифт',
  CONDITIONER: 'кондиционер'
};
